Repository: anansadiya94/FootNet-FrontEnd
Catalog: FootNet/FootNet/res/Lang/*.strings
Languages: ca

source: Good morning
ca: Bon dia

# username_placeholder
source: Username
ca: Nom d'usuari

# password_placeholder
source: Password
ca: Contrasenya

# username_hint
source: The username used when registering.
ca: El nom d'usuari que vas introduïr durant el registre.

# password_hint
source: The password use when registering.
ca: La contrasenya que vas introduïr durant el registre.

# username_is_not_valid_feedback
source: Invalid username.
ca: El nom d'usuari introduït no és vàlid.

# password_is_not_valid_feedback
source: Invalid password.
ca: La contrasenya introduïda no és vàlida.

# forgot_password_button
source: I forgot my password
ca: He oblidat la contrasenya

# register_button
source: Register
ca: Registrar-se

# loggin_in_loading
source: Logging in...
ca: Entrant...

# login_credentials_error
source: This credentials are not valid.
ca: Les credencials no són correctes.

source: Connection error.
ca: Error de connexió.

# unknown_error
source: Unknown error occurred.
ca: Ha hagut un error.

# splash_loading
source: Cargando...
ca: S'està carregant...

# default_error
source: There was an error
ca: Hi havia un error

# no_implemented_yet
source: Not implemented yet
ca: No s'ha implementat encara

# retry_button
source: Retry
ca: Torneu a provar

# error_sharing
source: It could not be shared
ca: No es pot compartir

# server_response_error
source: Server is not responding, try again later
ca: El servidor no respon, torneu-ho a provar més tard

# format_response_error
source: There is an issue with the response, try again later
ca: Hi ha un problema amb la resposta, torneu-ho a provar més tard

# no_connection_error
source: There is no internet connection, try again later
ca: No hi ha connexió a Internet, torneu-ho a provar més tard

# no_more_items_error
source: There are no more items
ca: No hi ha més elements

# cannot_load_dynamic_menu_items
source: Can't load dynamic menu items
ca: No es poden carregar elements del menú dinàmic

# no_search_results_error
source: There are no search results
ca: No hi ha resultats de cerca

# no_items_error
source: There are no items
ca: No hi ha elements
